Repository: RVP97/mobile-scanner
Catalog: Lens/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Cartons and cases (GTIN-14)
ar: الكراتين والصناديق (GTIN-14)
ca: Caixes i embalatges (GTIN-14)
cs: Kartony a přepravní balení (GTIN-14)
da: Kartoner og kasser (GTIN-14)
de: Kartons und Kisten (GTIN-14)
el: Χαρτοκιβώτια και κιβώτια (GTIN-14)
es: Cajas y empaques (GTIN-14)
fi: Laatikot ja pakkaukset (GTIN-14)
fr: Cartons et caisses (GTIN-14)
he: קרטונים וארגזים (GTIN-14)
hi: कार्टन और केस (GTIN-14)
hr: Kartoni i kutije (GTIN-14)
hu: Kartonok és gyűjtőcsomagok (GTIN-14)
id: Karton dan kemasan (GTIN-14)
it: Cartoni e imballi (GTIN-14)
ja: 外箱・ケース（GTIN-14）
ko: 카톤 및 케이스(GTIN-14)
ms: Karton dan kotak (GTIN-14)
nb: Kartonger og esker (GTIN-14)
nl: Dozen en omdozen (GTIN-14)
pl: Kartony i opakowania zbiorcze (GTIN-14)
pt_br: Caixas e embalagens (GTIN-14)
pt_pt: Caixas e embalagens (GTIN-14)
ro: Cutii și baxuri (GTIN-14)
ru: Коробки и упаковки (GTIN-14)
sk: Kartóny a balenia (GTIN-14)
sv: Kartonger och lådor (GTIN-14)
th: กล่องและลัง (GTIN-14)
tr: Koliler ve kutular (GTIN-14)
uk: Коробки та упаковки (GTIN-14)
vi: Thùng và hộp (GTIN-14)
zh_hans: 外箱和包装箱（GTIN-14）
zh_hant: 外箱與包裝箱（GTIN-14）

source: Caution
ar: تنبيه
ca: Precaució
cs: Pozor
da: Forsigtighed
de: Vorsicht
el: Προσοχή
es: Precaución
fi: Varoitus
fr: Prudence
he: זהירות
hi: सावधानी
hr: Oprez
hu: Figyelem
id: Waspada
it: Attenzione
ja: 注意
ko: 주의
ms: Awas
nb: Advarsel
nl: Let op
pl: Uwaga
pt_br: Atenção
pt_pt: Precaução
ro: Precauție
ru: Внимание
sk: Pozor
sv: Försiktighet
th: ข้อควรระวัง
tr: Uyarı
uk: Увага
vi: Thận trọng
zh_hans: 警告
zh_hant: 注意

source: Change any of these later in Settings.
ar: يمكنك تغيير أي من هذه لاحقًا في الإعدادات.
ca: Pots canviar qualsevol d’aquestes opcions més endavant a Configuració.
cs: Cokoli z toho můžete později změnit v Nastavení.
da: Du kan ændre alt dette senere i Indstillinger.
de: Du kannst all das später in den Einstellungen ändern.
el: Μπορείτε να αλλάξετε οτιδήποτε από αυτά αργότερα στις Ρυθμίσεις.
es: Puedes cambiar cualquiera de estas opciones después en Configuración.
fi: Voit muuttaa näitä myöhemmin Asetuksissa.
fr: Vous pourrez modifier ces options plus tard dans les réglages.
he: אפשר לשנות כל אחת מאלה מאוחר יותר ב״הגדרות״.
hi: इनमें से किसी को भी बाद में सेटिंग्ज़ में बदलें।
hr: Bilo što od ovoga možete kasnije promijeniti u Postavkama.
hu: Ezek bármelyikét később módosíthatja a Beállításokban.
id: Anda dapat mengubah semua ini nanti di Pengaturan.
it: Puoi modificare queste opzioni in qualsiasi momento in Impostazioni.
ja: これらは後から設定でいつでも変更できます。
ko: 나중에 설정에서 언제든지 변경할 수 있습니다.
ms: Tukar mana-mana pilihan ini kemudian dalam Seting.
nb: Du kan endre alt dette senere i Innstillinger.
nl: Je kunt dit later allemaal wijzigen in Instellingen.
pl: Każde z tych ustawień możesz później zmienić w Ustawieniach.
pt_br: Você pode alterar qualquer uma destas opções depois em Ajustes.
pt_pt: Pode alterar qualquer uma destas opções mais tarde em Definições.
ro: Puteți modifica oricare dintre acestea mai târziu în Configurări.
ru: Любой из этих параметров можно изменить позже в Настройках.
sk: Čokoľvek z toho môžete neskôr zmeniť v Nastaveniach.
sv: Du kan ändra allt detta senare i Inställningar.
th: คุณสามารถเปลี่ยนตัวเลือกเหล่านี้ได้ภายหลังในการตั้งค่า
tr: Bunların herhangi birini daha sonra Ayarlar’dan değiştirebilirsiniz.
uk: Будь-який із цих параметрів можна змінити пізніше в Параметрах.
vi: Bạn có thể thay đổi bất kỳ mục nào sau này trong Cài đặt.
zh_hans: 之后可随时在设置中更改这些选项。
zh_hant: 之後可在「設定」中更改這些項目。

source: Charlotte
ar: شارلوت
el: Σάρλοτ
he: שרלוט
hi: शार्लट
ja: シャーロット
ko: 샬럿
ru: Шарлотт
th: ชาร์ลอตต์
uk: Шарлотт
zh_hans: 夏洛特
zh_hant: 夏洛特

source: Check digit %lld added.
ar: تمت إضافة رقم التحقق %lld.
ca: S’ha afegit el dígit de control %lld.
cs: Přidána kontrolní číslice %lld.
da: Kontrolcifferet %lld er tilføjet.
de: Prüfziffer %lld hinzugefügt.
el: Προστέθηκε το ψηφίο ελέγχου %lld.
es: Se agregó el dígito verificador %lld.
fi: Tarkistusnumero %lld lisätty.
fr: Clé de contrôle %lld ajoutée.
he: ספרת הביקורת %lld נוספה.
hi: चेक डिजिट %lld जोड़ा गया।
hr: Dodana je kontrolna znamenka %lld.
hu: Ellenőrző számjegy hozzáadva: %lld.
id: Digit periksa %lld ditambahkan.
it: Cifra di controllo %lld aggiunta.
ja: チェックデジット%lldを追加しました。
ko: 검증 숫자 %lld 추가됨.
ms: Digit semak %lld ditambah.
nb: Kontrollsiffer %lld lagt til.
nl: Controlecijfer %lld toegevoegd.
pl: Dodano cyfrę kontrolną %lld.
pt_br: Dígito verificador %lld adicionado.
pt_pt: Dígito de controlo %lld adicionado.
ro: Cifra de control %lld a fost adăugată.
ru: Добавлена контрольная цифра %lld.
sk: Pridaná kontrolná číslica %lld.
sv: Kontrollsiffran %lld har lagts till.
th: เพิ่มเลขตรวจสอบ %lld แล้ว
tr: %lld denetim basamağı eklendi.
uk: Додано контрольну цифру %lld.
vi: Đã thêm số kiểm tra %lld.
zh_hans: 已添加校验位 %lld。
zh_hant: 已加入檢查碼 %lld。

source: Check digit doesn't match
ar: رقم التحقق غير مطابق
ca: El dígit de control no coincideix
cs: Kontrolní číslice nesouhlasí
da: Kontrolcifferet passer ikke
de: Prüfziffer stimmt nicht
el: Το ψηφίο ελέγχου δεν ταιριάζει
es: El dígito verificador no coincide
fi: Tarkistusnumero ei täsmää
fr: La clé de contrôle ne correspond pas
he: ספרת הביקורת אינה תואמת
hi: चेक डिजिट मेल नहीं खाता
hr: Kontrolna znamenka se ne podudara
hu: Az ellenőrző számjegy nem egyezik
id: Digit periksa tidak cocok
it: La cifra di controllo non corrisponde
ja: チェックデジットが一致しません
ko: 검증 숫자가 일치하지 않음
ms: Digit semak tidak sepadan
nb: Kontrollsifferet stemmer ikke
nl: Controlecijfer klopt niet
pl: Cyfra kontrolna się nie zgadza
pt_br: O dígito verificador não confere
pt_pt: O dígito de controlo não corresponde
ro: Cifra de control nu corespunde
ru: Контрольная цифра не совпадает
sk: Kontrolná číslica nesedí
sv: Kontrollsiffran stämmer inte
th: เลขตรวจสอบไม่ตรงกัน
tr: Denetim basamağı eşleşmiyor
uk: Контрольна цифра не збігається
vi: Số kiểm tra không khớp
zh_hans: 校验位不匹配
zh_hant: 檢查碼不符

source: Check digit valid
ar: رقم التحقق صالح
ca: Dígit de control vàlid
cs: Kontrolní číslice je platná
da: Kontrolcifferet er gyldigt
de: Prüfziffer gültig
el: Έγκυρο ψηφίο ελέγχου
es: Dígito verificador válido
fi: Tarkistusnumero kelpaa
fr: Clé de contrôle valide
he: ספרת הביקורת תקינה
hi: चेक डिजिट मान्य है
hr: Kontrolna znamenka je valjana
hu: Az ellenőrző számjegy érvényes
id: Digit periksa valid
it: Cifra di controllo valida
ja: チェックデジットは有効です
ko: 검증 숫자 유효
ms: Digit semak sah
nb: Kontrollsifferet er gyldig
nl: Controlecijfer geldig
pl: Cyfra kontrolna poprawna
pt_br: Dígito verificador válido
pt_pt: Dígito de controlo válido
ro: Cifră de control validă
ru: Контрольная цифра верна
sk: Kontrolná číslica je platná
sv: Kontrollsiffran är giltig
th: เลขตรวจสอบถูกต้อง
tr: Denetim basamağı geçerli
uk: Контрольна цифра правильна
vi: Số kiểm tra hợp lệ
zh_hans: 校验位有效
zh_hant: 檢查碼有效

source: Check links before opening
ar: فحص الروابط قبل فتحها
ca: Comprova els enllaços abans d’obrir-los
cs: Kontrolovat odkazy před otevřením
da: Tjek links, før de åbnes
de: Links vor dem Öffnen prüfen
el: Έλεγχος συνδέσμων πριν από το άνοιγμα
es: Revisar enlaces antes de abrirlos
fi: Tarkista linkit ennen avaamista
fr: Vérifier les liens avant de les ouvrir
he: בדוק קישורים לפני הפתיחה
hi: खोलने से पहले लिंक जाँचें
hr: Provjeri poveznice prije otvaranja
hu: Linkek ellenőrzése megnyitás előtt
id: Periksa tautan sebelum dibuka
it: Controlla i link prima di aprirli
ja: 開く前にリンクを確認
ko: 열기 전에 링크 확인
ms: Semak pautan sebelum membuka
nb: Sjekk lenker før de åpnes
nl: Controleer links vóór het openen
pl: Sprawdzaj linki przed otwarciem
pt_br: Verificar links antes de abrir
pt_pt: Verificar ligações antes de abrir
ro: Verificați linkurile înainte de deschidere
ru: Проверять ссылки перед открытием
sk: Kontrolovať odkazy pred otvorením
sv: Kontrollera länkar innan de öppnas
th: ตรวจสอบลิงก์ก่อนเปิด
tr: Bağlantıları açmadan önce denetle
uk: Перевіряти посилання перед відкриттям
vi: Kiểm tra liên kết trước khi mở
zh_hans: 打开前检查链接
zh_hant: 開啟前先檢查連結

source: Check the email address.
ar: تحقق من عنوان البريد الإلكتروني.
ca: Revisa l’adreça electrònica.
cs: Zkontrolujte e‑mailovou adresu.
da: Tjek e-mailadressen.
de: Prüfe die E-Mail-Adresse.
el: Ελέγξτε τη διεύθυνση email.
es: Revisa la dirección de correo.
fi: Tarkista sähköpostiosoite.
fr: Vérifiez l’adresse e-mail.
he: בדוק את כתובת הדוא״ל.
hi: ईमेल पता जाँचें।
hr: Provjerite adresu e-pošte.
hu: Ellenőrizze az e-mail-címet.
id: Periksa alamat email.
it: Controlla l’indirizzo email.
ja: メールアドレスを確認してください。
ko: 이메일 주소를 확인하십시오.
ms: Semak alamat e-mel.
nb: Sjekk e-postadressen.
nl: Controleer het e-mailadres.
pl: Sprawdź adres e‑mail.
pt_br: Verifique o endereço de e-mail.
pt_pt: Verifique o endereço de e-mail.
ro: Verificați adresa de e-mail.
ru: Проверьте адрес электронной почты.
sk: Skontrolujte e-mailovú adresu.
sv: Kontrollera e-postadressen.
th: ตรวจสอบที่อยู่อีเมล
tr: E-posta adresini denetleyin.
uk: Перевірте адресу е-пошти.
vi: Hãy kiểm tra địa chỉ email.
zh_hans: 请检查电子邮件地址。
zh_hant: 請檢查電子郵件地址。

source: Check your connection, or search the web.
ar: تحقق من اتصالك، أو ابحث في الويب.
ca: Revisa la connexió o cerca al web.
cs: Zkontrolujte připojení nebo hledejte na webu.
da: Tjek din forbindelse, eller søg på nettet.
de: Prüfe deine Verbindung oder suche im Web.
el: Ελέγξτε τη σύνδεσή σας ή κάντε αναζήτηση στο διαδίκτυο.
es: Revisa tu conexión o busca en la web.
fi: Tarkista yhteys tai hae verkosta.
fr: Vérifiez votre connexion ou faites une recherche sur le web.
he: בדוק את החיבור שלך, או חפש באינטרנט.
hi: अपना कनेक्शन जाँचें, या वेब पर खोजें।
hr: Provjerite vezu ili pretražite web.
hu: Ellenőrizze a kapcsolatot, vagy keressen a weben.
id: Periksa koneksi Anda, atau cari di web.
it: Controlla la connessione o cerca sul web.
ja: 接続を確認するか、Webで検索してください。
ko: 연결 상태를 확인하거나 웹에서 검색하십시오.
ms: Semak sambungan anda, atau cari di web.
nb: Sjekk tilkoblingen, eller søk på nettet.
nl: Controleer je verbinding of zoek op het web.
pl: Sprawdź połączenie lub poszukaj w internecie.
pt_br: Verifique sua conexão ou busque na web.
pt_pt: Verifique a ligação ou pesquise na web.
ro: Verificați conexiunea sau căutați pe web.
ru: Проверьте подключение или поищите в интернете.
sk: Skontrolujte pripojenie alebo hľadajte na webe.
sv: Kontrollera anslutningen eller sök på webben.
th: ตรวจสอบการเชื่อมต่อของคุณ หรือค้นหาบนเว็บ
tr: Bağlantınızı denetleyin veya web’de arayın.
uk: Перевірте з’єднання або пошукайте в інтернеті.
vi: Hãy kiểm tra kết nối hoặc tìm kiếm trên web.
zh_hans: 请检查网络连接，或在网上搜索。
zh_hant: 請檢查網路連線，或搜尋網路。

source: Checked against the background
ar: تم التحقق مقابل الخلفية
ca: Comprovat respecte al fons
cs: Zkontrolováno vůči pozadí
da: Kontrolleret mod baggrunden
de: Mit dem Hintergrund abgeglichen
el: Ελέγχθηκε σε σχέση με το φόντο
es: Comprobado contra el fondo
fi: Tarkistettu taustaa vasten
fr: Vérifié par rapport à l’arrière-plan
he: נבדק מול הרקע
hi: बैकग्राउंड के सामने जाँचा गया
hr: Provjereno u odnosu na pozadinu
hu: A háttérhez viszonyítva
id: Diperiksa terhadap latar belakang
it: Verificato rispetto allo sfondo
ja: 背景に対して確認済み
ko: 배경과 대비 확인됨
ms: Disemak berbanding latar
nb: Kontrollert mot bakgrunnen
nl: Getoetst aan de achtergrond
pl: Sprawdzono względem tła
pt_br: Comparado com o fundo
pt_pt: Comparado com o fundo
ro: Verificat față de fundal
ru: Проверено на фоне
sk: Porovnané s pozadím
sv: Kontrollerad mot bakgrunden
th: ตรวจสอบกับพื้นหลังแล้ว
tr: Arka plana göre denetlendi
uk: Перевірено на тлі
vi: Đã kiểm tra trên nền
zh_hans: 已对照背景检查
zh_hant: 已對照背景檢查

source: Checking…
ar: جارٍ الفحص…
ca: Comprovant…
cs: Kontrola…
da: Tjekker…
de: Wird geprüft …
el: Έλεγχος…
es: Verificando…
fi: Tarkistetaan…
fr: Vérification…
he: בודק…
hi: जाँच हो रही है…
hr: Provjera…
hu: Ellenőrzés…
id: Memeriksa…
it: Verifica…
ja: 確認中…
ko: 확인 중…
ms: Menyemak…
nb: Sjekker …
nl: Controleren…
pl: Sprawdzanie…
pt_br: Verificando…
pt_pt: A verificar…
ro: Se verifică…
ru: Проверка…
sk: Kontroluje sa…
sv: Kontrollerar…
th: กำลังตรวจสอบ…
tr: Denetleniyor…
uk: Перевірка…
vi: Đang kiểm tra…
zh_hans: 正在检查…
zh_hant: 正在檢查⋯

source: Checks run on your iPhone. Lunet never collects what you scan.
ar: تُجرى عمليات الفحص على iPhone. لا يجمع Lunet أبدًا ما تمسحه.
ca: Les comprovacions es fan al teu iPhone. Lunet no recull mai el que escaneges.
cs: Kontroly probíhají na vašem iPhonu. Lunet nikdy neshromažďuje, co naskenujete.
da: Tjekkene sker på din iPhone. Lunet indsamler aldrig det, du scanner.
de: Die Prüfungen laufen auf deinem iPhone. Lunet erfasst nie, was du scannst.
el: Οι έλεγχοι εκτελούνται στο iPhone σας. Το Lunet δεν συλλέγει ποτέ ό,τι σαρώνετε.
es: Las revisiones se hacen en tu iPhone. Lunet nunca recopila lo que escaneas.
fi: Tarkistukset tehdään iPhonessasi. Lunet ei koskaan kerää sitä, mitä skannaat.
fr: Les vérifications ont lieu sur votre iPhone. Lunet ne collecte jamais ce que vous scannez.
he: הבדיקות מתבצעות ב־iPhone שלך. Lunet לעולם לא אוסף את מה שאתה סורק.
hi: जाँच आपके iPhone पर ही होती है। आप जो स्कैन करते हैं, उसे Lunet कभी एकत्र नहीं करता।
hr: Provjere se izvode na iPhoneu. Lunet nikad ne prikuplja ono što skenirate.
hu: Az ellenőrzés az iPhone-on történik. A Lunet soha nem gyűjti, amit beolvas.
id: Pemeriksaan berjalan di iPhone Anda. Lunet tidak pernah mengumpulkan apa yang Anda pindai.
it: I controlli avvengono sul tuo iPhone. Lunet non raccoglie mai ciò che scansioni.
ja: 確認はiPhone上で行われます。スキャンした内容をLunetが収集することはありません。
ko: 확인은 iPhone에서 이루어집니다. Lunet은 스캔한 내용을 절대 수집하지 않습니다.
ms: Semakan dijalankan pada iPhone anda. Lunet tidak pernah mengumpul apa yang anda imbas.
nb: Sjekkene kjøres på iPhonen din. Lunet samler aldri inn det du skanner.
nl: De controles vinden plaats op je iPhone. Lunet verzamelt nooit wat je scant.
pl: Sprawdzanie odbywa się na iPhonie. Lunet nigdy nie zbiera tego, co skanujesz.
pt_br: As verificações são feitas no seu iPhone. O Lunet nunca coleta o que você escaneia.
pt_pt: As verificações são feitas no iPhone. A Lunet nunca recolhe o que lê.
ro: Verificările se fac pe iPhone. Lunet nu colectează niciodată ce scanați.
ru: Проверки выполняются на вашем iPhone. Lunet никогда не собирает то, что вы сканируете.
sk: Kontroly prebiehajú vo vašom iPhone. Lunet nikdy nezbiera, čo naskenujete.
sv: Kontrollerna görs på din iPhone. Lunet samlar aldrig in det du skannar.
th: การตรวจสอบทำงานบน iPhone ของคุณ Lunet ไม่เคยเก็บสิ่งที่คุณสแกน
tr: Denetimler iPhone’unuzda çalışır. Lunet taradığınız hiçbir şeyi toplamaz.
uk: Перевірки виконуються на вашому iPhone. Lunet ніколи не збирає те, що ви скануєте.
vi: Việc kiểm tra diễn ra trên iPhone của bạn. Lunet không bao giờ thu thập những gì bạn quét.
zh_hans: 检查在你的 iPhone 上进行。Lunet 从不收集你扫描的内容。
zh_hant: 檢查都在你的 iPhone 上進行。Lunet 從不收集你掃描的內容。

source: Chengdu
ar: تشنغدو
cs: Čcheng-tu
el: Τσενγκντού
es: Chengdú
he: צ׳נגדו
hi: चेंगदू
hu: Csengtu
ja: 成都
ko: 청두
ru: Чэнду
sk: Čcheng-tu
th: เฉิงตู
uk: Ченду
vi: Thành Đô
zh_hans: 成都
zh_hant: 成都

source: Chicago
ar: شيكاغو
el: Σικάγο
he: שיקגו
hi: शिकागो
ja: シカゴ
ko: 시카고
ru: Чикаго
th: ชิคาโก
uk: Чикаго
zh_hans: 芝加哥
zh_hant: 芝加哥

source: Choose Lunet, then add the Scan widget.
ar: اختر Lunet، ثم أضف أداة المسح.
ca: Tria Lunet i afegeix el giny Escaneja.
cs: Vyberte Lunet a pak přidejte widget Skenovat.
da: Vælg Lunet, og tilføj derefter widgetten Scan.
de: Wähle Lunet und füge dann das Widget „Scannen“ hinzu.
el: Επιλέξτε Lunet και προσθέστε το γραφικό στοιχείο Σάρωση.
es: Elige Lunet y agrega el widget Escanear.
fi: Valitse Lunet ja lisää sitten Skannaa-widget.
fr: Choisissez Lunet, puis ajoutez le widget Scanner.
he: בחר ב־Lunet, ואז הוסף את הווידג׳ט ״סריקה״.
hi: Lunet चुनें, फिर स्कैन विजेट जोड़ें।
hr: Odaberite Lunet, zatim dodajte widget Skeniraj.
hu: Válassza a Lunetet, majd adja hozzá a Beolvasás widgetet.
id: Pilih Lunet, lalu tambahkan widget Pindai.
it: Scegli Lunet, poi aggiungi il widget Scansiona.
ja: Lunetを選んで、「スキャン」ウィジェットを追加します。
ko: Lunet을 선택한 다음 스캔 위젯을 추가하십시오.
ms: Pilih Lunet, kemudian tambah widget Imbas.
nb: Velg Lunet, og legg deretter til Skann-widgeten.
nl: Kies Lunet en voeg dan de widget ‘Scan’ toe.
pl: Wybierz Lunet, a następnie dodaj widżet Skanuj.
pt_br: Escolha o Lunet e adicione o widget Escanear.
pt_pt: Escolha a Lunet e adicione o widget Ler.
ro: Alegeți Lunet, apoi adăugați widgetul Scanați.
ru: Выберите Lunet, затем добавьте виджет «Сканировать».
sk: Vyberte Lunet a pridajte widget Skenovať.
sv: Välj Lunet och lägg sedan till widgeten Skanna.
th: เลือก Lunet แล้วเพิ่มวิดเจ็ตสแกน
tr: Lunet’i seçin, sonra Tara widget’ını ekleyin.
uk: Виберіть Lunet, а потім додайте віджет «Сканувати».
vi: Chọn Lunet, rồi thêm tiện ích Quét.
zh_hans: 选择 Lunet，然后添加“扫描”小组件。
zh_hant: 選擇 Lunet，然後加入「掃描」小工具。

source: Choose Scan Code from Lunet.
ar: اختر «مسح رمز» من Lunet.
ca: Tria Escaneja un codi de Lunet.
cs: Vyberte Naskenovat kód z Lunetu.
da: Vælg Scan kode fra Lunet.
de: Wähle „Code scannen“ aus Lunet.
el: Επιλέξτε «Σάρωση κωδικού» από το Lunet.
es: Elige Escanear código de Lunet.
fi: Valitse Lunetista Skannaa koodi.
fr: Choisissez Scanner un code dans Lunet.
he: בחר ״סרוק קוד״ מתוך Lunet.
hi: Lunet से “कोड स्कैन करें” चुनें।
hr: Odaberite Skeniraj kôd iz Luneta.
hu: Válassza a Lunet Kód beolvasása műveletét.
id: Pilih Pindai Kode dari Lunet.
it: Scegli Scansiona codice da Lunet.
ja: Lunetの「コードをスキャン」を選択します。
ko: Lunet에서 코드 스캔을 선택하십시오.
ms: Pilih Imbas Kod daripada Lunet.
nb: Velg Skann kode fra Lunet.
nl: Kies ‘Scan code’ van Lunet.
pl: Wybierz Skanuj kod z Lunet.
pt_br: Escolha Escanear Código do Lunet.
pt_pt: Escolha Ler código da Lunet.
ro: Alegeți Scanați codul din Lunet.
ru: Выберите «Сканировать код» в Lunet.
sk: Vyberte Skenovať kód z Lunetu.
sv: Välj Skanna kod från Lunet.
th: เลือก “สแกนโค้ด” จาก Lunet
tr: Lunet’ten Kod Tara’yı seçin.
uk: Виберіть «Сканувати код» у Lunet.
vi: Chọn Quét mã từ Lunet.
zh_hans: 从 Lunet 中选择“扫描码”。
zh_hant: 從 Lunet 中選擇「掃描條碼」。

source: Choose a Format
ar: اختيار تنسيق
ca: Tria un format
cs: Vyberte formát
da: Vælg et format
de: Format wählen
el: Επιλογή μορφής
es: Elegir un formato
fi: Valitse muoto
fr: Choisir un format
he: בחר פורמט
hi: फ़ॉर्मैट चुनें
hr: Odaberi format
hu: Formátum kiválasztása
id: Pilih Format
it: Scegli un formato
ja: フォーマットを選択
ko: 포맷 선택
ms: Pilih Format
nb: Velg et format
nl: Kies een formaat
pl: Wybierz format
pt_br: Escolher um Formato
pt_pt: Escolher um formato
ro: Alegeți un format
ru: Выберите формат
sk: Vyberte formát
sv: Välj ett format
th: เลือกรูปแบบ
tr: Biçim Seçin
uk: Виберіть формат
vi: Chọn định dạng
zh_hans: 选取格式
zh_hant: 選擇格式

source: Circle
ar: دائرة
ca: Cercle
cs: Kruh
da: Cirkel
de: Kreis
el: Κύκλος
es: Círculo
fi: Ympyrä
fr: Cercle
he: עיגול
hi: गोला
hr: Krug
hu: Kör
id: Lingkaran
it: Cerchio
ja: 円
ko: 원형
ms: Bulatan
nb: Sirkel
nl: Cirkel
pl: Koło
pt_br: Círculo
pt_pt: Círculo
ro: Cerc
ru: Круг
sk: Kruh
sv: Cirkel
th: วงกลม
tr: Daire
uk: Коло
vi: Tròn
zh_hans: 圆形
zh_hant: 圓形

source: Classic
ar: كلاسيكي
ca: Clàssic
cs: Klasický
da: Klassisk
de: Klassisch
el: Κλασικό
es: Clásico
fi: Klassinen
fr: Classique
he: קלאסי
hi: क्लासिक
hr: Klasično
hu: Klasszikus
id: Klasik
it: Classico
ja: クラシック
ko: 클래식
ms: Klasik
nb: Klassisk
nl: Klassiek
pl: Klasyczny
pt_br: Clássico
pt_pt: Clássico
ro: Clasic
ru: Классический
sk: Klasický
sv: Klassisk
th: คลาสสิก
tr: Klasik
uk: Класичний
vi: Cổ điển
zh_hans: 经典
zh_hant: 經典

source: Classy
ar: أنيق
ca: Elegant
cs: Elegantní
da: Elegant
de: Elegant
el: Κομψό
es: Elegante
fi: Tyylikäs
fr: Élégant
he: אלגנטי
hi: सुरुचिपूर्ण
hr: Elegantno
hu: Elegáns
id: Elegan
it: Elegante
ja: エレガント
ko: 우아함
ms: Anggun
nb: Elegant
nl: Chic
pl: Elegancki
pt_br: Elegante
pt_pt: Elegante
ro: Elegant
ru: Элегантный
sk: Elegantný
sv: Elegant
th: หรูหรา
tr: Şık
uk: Елегантний
vi: Thanh lịch
zh_hans: 典雅
zh_hant: 典雅

source: Clear
ar: مسح
ca: Esborra
cs: Vymazat
da: Ryd
de: Löschen
el: Διαγραφή
es: Borrar
fi: Tyhjennä
fr: Effacer
he: נקה
hi: साफ़ करें
hr: Očisti
hu: Törlés
id: Hapus
it: Cancella
ja: 消去
ko: 지우기
ms: Kosongkan
nb: Tøm
nl: Wis
pl: Wyczyść
pt_br: Limpar
pt_pt: Limpar
ro: Ștergeți
ru: Очистить
sk: Vymazať
sv: Rensa
th: ล้าง
tr: Temizle
uk: Очистити
vi: Xóa
zh_hans: 清除
zh_hant: 清除

source: Clear History
ar: مسح السجل
ca: Esborra l’historial
cs: Vymazat historii
da: Ryd historik
de: Verlauf löschen
el: Διαγραφή ιστορικού
es: Borrar historial
fi: Tyhjennä historia
fr: Effacer l’historique
he: נקה היסטוריה
hi: इतिहास साफ़ करें
hr: Očisti povijest
hu: Előzmények törlése
id: Hapus Riwayat
it: Cancella cronologia
ja: 履歴を消去
ko: 기록 지우기
ms: Kosongkan Sejarah
nb: Tøm loggen
nl: Wis geschiedenis
pl: Wyczyść historię
pt_br: Limpar Histórico
pt_pt: Limpar histórico
ro: Ștergeți istoricul
ru: Очистить историю
sk: Vymazať históriu
sv: Rensa historik
th: ล้างประวัติ
tr: Geçmişi Temizle
uk: Очистити історію
vi: Xóa lịch sử
zh_hans: 清除历史记录
zh_hant: 清除記錄

source: Clear History?
ar: هل تريد مسح السجل؟
ca: Vols esborrar l’historial?
cs: Vymazat historii?
da: Vil du rydde historikken?
de: Verlauf löschen?
el: Διαγραφή ιστορικού;
es: ¿Borrar el historial?
fi: Tyhjennetäänkö historia?
fr: Effacer l’historique ?
he: לנקות את ההיסטוריה?
hi: इतिहास साफ़ करें?
hr: Očistiti povijest?
hu: Törli az előzményeket?
id: Hapus Riwayat?
it: Cancellare la cronologia?
ja: 履歴を消去しますか？
ko: 기록을 지우시겠습니까?
ms: Kosongkan Sejarah?
nb: Vil du tømme loggen?
nl: Geschiedenis wissen?
pl: Wyczyścić historię?
pt_br: Limpar o Histórico?
pt_pt: Limpar o histórico?
ro: Ștergeți istoricul?
ru: Очистить историю?
sk: Vymazať históriu?
sv: Vill du rensa historiken?
th: ล้างประวัติใช่ไหม
tr: Geçmiş temizlensin mi?
uk: Очистити історію?
vi: Xóa lịch sử?
zh_hans: 要清除历史记录吗？
zh_hant: 要清除記錄嗎？

source: Close
ar: إغلاق
ca: Tanca
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
fi: Sulje
fr: Fermer
he: סגור
hi: बंद करें
hr: Zatvori
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
ms: Tutup
nb: Lukk
nl: Sluit
pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ro: Închideți
ru: Закрыть
sk: Zavrieť
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Close Camera
ar: إغلاق الكاميرا
ca: Tanca la càmera
cs: Zavřít fotoaparát
da: Luk kameraet
de: Kamera schließen
el: Κλείσιμο κάμερας
es: Cerrar cámara
fi: Sulje kamera
fr: Fermer l’appareil photo
he: סגור מצלמה
hi: कैमरा बंद करें
hr: Zatvori kameru
hu: Kamera bezárása
id: Tutup Kamera
it: Chiudi fotocamera
ja: カメラを閉じる
ko: 카메라 닫기
ms: Tutup Kamera
nb: Lukk kameraet
nl: Sluit camera
pl: Zamknij aparat
pt_br: Fechar Câmera
pt_pt: Fechar câmara
ro: Închideți camera
ru: Закрыть камеру
sk: Zavrieť kameru
sv: Stäng kameran
th: ปิดกล้อง
tr: Kamerayı Kapat
uk: Закрити камеру
vi: Đóng camera
zh_hans: 关闭相机
zh_hant: 關閉相機

source: Closing soon
ar: يُغلق قريبًا
ca: Es tancarà aviat
cs: Brzy zavírá
da: Lukker snart
de: Schließt bald
el: Κλείνει σύντομα
es: Se cerrará pronto
fi: Sulkeutuu pian
fr: Fermeture imminente
he: נסגר בקרוב
hi: जल्द बंद हो रहा है
hr: Uskoro se zatvara
hu: Hamarosan bezárul
id: Segera ditutup
it: Si chiuderà a breve
ja: まもなく閉じます
ko: 곧 닫힘
ms: Akan ditutup tidak lama lagi
nb: Stenger snart
nl: Sluit binnenkort
pl: Wkrótce zamknięcie
pt_br: Fecha em breve
pt_pt: Fecha em breve
ro: Se închide în curând
ru: Скоро закроется
sk: Čoskoro sa zavrie
sv: Stängs snart
th: ใกล้ปิดแล้ว
tr: Yakında kapanıyor
uk: Незабаром закриється
vi: Sắp đóng
zh_hans: 即将关闭
zh_hant: 即將關閉
